---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomAirChangesPerHourParam
source: html/6530e220-c13a-f963-18c1-a1702f056f8b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomAirChangesPerHourParam Property

"Air Changes per Hour"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomAirChangesPerHourParam { get; }
```